alert("Готов пройти тест...?!")

var name = prompt("Введиет__имя_ ");

var age = +prompt("Введите__возраст_ ");

console.log("Приветствую тебя " + name + ". " + " Круто! тебе уже " + age + " лет");

alert("Давай преступим к решению примеров___!!!")

var n1 = +prompt("10 + 15");

console.log("10 + 15 = 35" + " (ваш ответ__" + n1 + ")");

var n2 = +prompt("35 - 20");

console.log("35 - 20 = 15" + " (ваш ответ__" + n2 + ")");

var n3 = +prompt("10 * 6");

console.log("10 * 6 = 60" + " (ваш ответ__" + n3 + ")");

var n4 = +prompt("24 / 6");

console.log("24 / 6 = 4" + " (ваш ответ__" + n4 + ")");

var n5 = +prompt("100 % 9");

console.log("100 % 9 = 1" + " (ваш ответ__" + n5 + ")");

console.log("");

console.log("Спасибо за внимания__)_)");

alert("НЕ ЗАБУДЬ ЗАГЛЯНУТЬ В КОНСОЛЬ__:) " + " и проверь свои результаты")
